{
    "All links on the page should redirect to an url using HTTPS instead of HTTP because this is more secure": "Alle Links auf der Seite sollten eine URL mit HTTPS anstelle von HTTP haben, da dies sicherer ist",
    "CSS-Dateien dürfen nicht größer als 15 KB sein, da dies die Ladezeit der Seite verlangsamen wird": "CSS-Dateien dürfen nicht größer als 100 KB sein, da dies die Ladezeit der Seite verlangsamen wird",
    "Die Seite sollte nur einen H1-Tag haben, da es auf der Seite nur eine Hauptüberschrift geben sollte. Der H1-Tag sollte verwendet werden, um das Hauptthema der Seite zu beschreiben. The H1 tag is also used by search engines to determine the topic of the page.": "Die Seite sollte nur einen einzigen H1-Tag haben. Es darf nur einen Haupttitel auf der Seite geben. Der H1-Tag sollte verwendet werden, um das Hauptthema der Seite zu beschreiben. Der H1-Tag wird auch von Suchmaschinen verwendet, um das Thema der Seite zu bestimmen",
    "Every image on the page should have an alt tag to describe the image.": "Jedes Bild auf der Seite sollte einen Alt-Tag zur Beschreibung des Bildes haben.",
    "HTML is not larger than 100 KB because this will slow down the page load time.": "HTML sollte nicht größer als 100 KB sein, da dies die Ladezeit der Seite verlangsamt.",
    "Images are not larger than 1 MB because this will slow down the page load time.": "Bilder sollten nicht größer als 1 MB sein, da dies die Ladezeit der Seite verlangsamt.",
    "Javascript-Dateien sollten nicht größer als 1 MB sein, da dies die Ladezeit der Seite verlangsamt": "JavaScript-Dateien sollten nicht größer als 1 MB sein, da dies die Ladezeit der Seite verlangsamt",
    "The HTML of the page should be GZIP compressed to reduce the size of the response": "Das HTML der Seite sollte mit GZIP komprimiert werden, um die Größe der Antwort zu verringern",
    "The Time To First Byte (TTFB) should be below 600 ms because this will improve the page load time": "Die Zeit bis zum ersten Byte (TTFB) sollte unter 600 ms liegen, da dies darauf hinweist, dass die Ladezeit der Seite nicht optimiert ist",
    "The content should contain at least 30% transition words.": "Der Inhalt sollte mindestens 30% verbindende Wörter enthalten.",
    "The content should not contain sentences with more than 20 words.": "Der Inhalt sollte keine Sätze mit mehr als 20 Wörtern enthalten.",
    "The focus keyword should be in the first paragraph of the content because this is the most important part of the content": "Das Hauptkeyword sollte im ersten Absatz des Inhalts stehen, da dies der wichtigste Teil des Inhalts ist",
    "The focus keyword should be in the title of the page because the visitor will see this in the search results.": "Das Hauptkeyword sollte im Titel der Seite stehen, damit der Besucher es in den Suchergebnissen sieht.",
    "The lang attribute should be set because this is used by search engines to determine the language of the page.": "Das Attribut lang sollte gesetzt werden, da es von Suchmaschinen verwendet wird, um die Sprache der Seite zu bestimmen.",
    "The length of the content should be at least 2100 characters.": "Die Länge des Inhalts sollte mindestens 2100 Zeichen betragen.",
    "The meta description is used by search engines to show a description of the page in the search results.": "Die Meta-Beschreibung wird von Suchmaschinen verwendet, um eine Beschreibung der Seite in den Suchergebnissen anzuzeigen.",
    "The page response should return a 200 status code because this means the page is available.": "Der Antwortcode der Seite sollte ein Code 200 sein, um anzuzeigen, dass die Seite funktionsfähig ist.",
    "The page should have an Open Graph image because this is the image that will be used when the page is shared on social media.": "Die Seite sollte ein Open Graph-Bild haben, da dies das Bild ist, das verwendet wird, wenn die Seite in sozialen Netzwerken geteilt wird.",
    "The page should not contain any broken images because it is bad for the user experience.": "Die Seite sollte keine zerbrochenen Bilder enthalten, da dies die Benutzererfahrung beeinträchtigt.",
    "The page should not contain any broken links because it is bad for the user experience.": "Die Seite sollte keine gebrochenen Links enthalten, da dies die Benutzererfahrung beeinträchtigt.",
    "The robots.txt file should allow indexing of the page.": "Die Datei robots.txt sollte die Indexierung der Seite zulassen.",
    "The title of the page should not be longer than 60 characters because this is the maximum length that is shown in the search results": "Der Titel der Seite sollte nicht länger als 60 Zeichen sein, da dies die maximale Länge ist, die in den Suchergebnissen angezeigt wird",
    "When the page has the 'nofollow' tag or meta tag set, search engines will not follow the links on the page": "Wenn die Seite den Meta-Tag oder Meta-Tag 'nofollow' gesetzt hat, folgen Suchmaschinen nicht den Links auf der Seite",
    "When the page has the 'noindex' tag or meta tag set, search engines will not index the page.": "Wenn die Seite den 'noindex' Tag oder Meta-Tag gesetzt hat, werden Suchmaschinen die Seite nicht indexieren.",
    "accordingly": "entsprechend",
    "additionally": "darüber hinaus",
    "admittedly": "es ist wahr, dass",
    "after": "nach",
    "afterward": "nachträglich",
    "all in all": "alles in allem",
    "although": "obwohl",
    "an example of this is": "und als Beispiel",
    "as a result": "als Ergebnis",
    "as well as": "wie auch",
    "because": "weil",
    "before": "vor",
    "besides": "außerdem",
    "but also": "aber auch",
    "certainly": "sicherlich",
    "compared to": "im Vergleich zu",
    "consequently": "folglich",
    "conversely": "umgekehrt",
    "due to": "aufgrund von",
    "during": "während",
    "even though": "auch wenn",
    "eventually": "letztendlich",
    "failed.configuration.nofollow.meta": "Die Seite enthält ein nofollow-Meta-Tag, obwohl sie das nicht sollte.",
    "failed.configuration.nofollow.tag": "Die Seite enthält ein nofollow-Tag, obwohl sie es nicht sollte.",
    "failed.configuration.noindex.meta": "Die Seite enthält ein noindex-Meta-Tag, obwohl sie es nicht sollte.",
    "failed.configuration.noindex.tag": "Die Seite enthält ein noindex-Tag, obwohl sie es nicht sollte.",
    "failed.configuration.robots.disallowed": "Die Datei robots.txt dieser Seite enthält eine Deaktivierungsregel für diese Seite.",
    "failed.configuration.robots.missing_url": "Wir konnten die robots.txt-Datei für diese Seite nicht abrufen.",
    "failed.content.alt_tag": "Die Seite enthält Bilder ohne Alt-Tags oder mit leeren Alt-Tags. Diese Bilder wurden gefunden: :actualValue.",
    "failed.content.broken_images": "Die Seite enthält zerbrochene Bilder. Diese Bilder wurden gefunden: :actualValue.",
    "failed.content.broken_links": "Die Seite enthält defekte Links. Diese Links wurden gefunden: :actualValue.",
    "failed.content.length": "Der Inhalt enthält :actualValue Zeichen. Er sollte mindestens :expectedValue Zeichen enthalten.",
    "failed.content.length.parse": "Wir konnten den Inhalt dieser Seite nicht analysieren, bitte versuchen Sie es noch einmal.",
    "failed.content.mixed_content": "Die Seite enthält Links zu unsicheren Adressen, obwohl dies nicht der Fall sein sollte. Diese Links wurden gefunden: :actualValue.",
    "failed.content.multiple_h1": "Die Seite enthält mehrere h1-Tags, obwohl sie das nicht sollte. Diese Tags wurden gefunden: :actualValue.",
    "failed.content.no_heading": "Die Seite enthält keine h1-Tags, obwohl sie welche enthalten sollte.",
    "failed.content.no_title": "Die Seite enthält kein Titel-Tag, obwohl sie eines enthalten sollte.",
    "failed.content.title_length": "Der Titel der Seite besteht aus :actualValue Zeichen. Er sollte maximal :expectedValue Zeichen lang sein.",
    "failed.content.too_long_sentence": "Die Seite enthält :actualValue zu lange Sätze, was mehr als 20 % der Gesamtzahl der Sätze entspricht. Korrigieren Sie :neededToFix sentences, um die 20 %-Grenze einzuhalten.",
    "failed.content.transition_words_ratio_check.no_phrases_found": "Die Seite enthält keine Übergangsphrasen.",
    "failed.content.transition_words_ratio_check.too_few_transition_words": "Die Seite enthält zu wenige Übergangswörter. Der empfohlene Mindestwert liegt bei 30 %, die tatsächliche Anzahl liegt bei :actualValue %.",
    "failed.meta.description": "Die Seite enthält kein Meta-Tag für die Beschreibung, obwohl sie eines enthalten sollte.",
    "failed.meta.keyword_in_first_paragraph_check": "Die Seite enthält das Hauptschlüsselwort nicht im ersten Absatz, obwohl sie es enthalten sollte.",
    "failed.meta.keyword_in_title_check": "Der Titel der Seite enthält das Hauptkeyword nicht, obwohl er es enthalten sollte.",
    "failed.meta.no_lang": "Die Seite enthält kein Attribut lang, obwohl sie es enthalten sollte.",
    "failed.meta.open_graph_image": "Die Seite enthält kein Open Graph-Bild, obwohl sie eines enthalten sollte.",
    "failed.meta.open_graph_image.broken": "Die Seite enthält ein gebrochenes Open Graph-Bild. Dieses Bild wurde gefunden: :actualValue.",
    "failed.meta.title": "Der Titel der Seite enthält :actualValue, obwohl er es nicht sollte.",
    "failed.meta.title.no_content": "Der Seitentitel ist leer, obwohl er es nicht sein sollte.",
    "failed.performance.compression": "Die Seite ist nicht komprimiert (mithilfe von gzip oder deflate), obwohl sie es sein sollte.",
    "failed.performance.css_size": "Die Seite enthält CSS-Dateien, die zu groß sind (max :expectedValue). Diese Dateien wurden gefunden: :actualValue.",
    "failed.performance.html_size": "Die Seite enthält zu große HTML-Dateien (max :expectedValue), die tatsächliche Größe ist :actualValue.",
    "failed.performance.image_size": "Die Seite enthält zu große Bilder (max :expectedValue). Diese Bilder wurden gefunden: :actualValue.",
    "failed.performance.javascript_size": "Die Seite enthält zu große JavaScript-Dateien (max :expectedValue). Diese Dateien wurden gefunden: :actualValue.",
    "failed.performance.response": "Die Seite hat einen anderen Antwortcode als :expectedValue zurückgegeben. Der tatsächliche Antwortcode war :actualValue.",
    "failed.performance.ttfb": "Das Laden der Seite dauerte zu lange (max :expectedValuems). Die tatsächliche Zeit war :actualValuems.",
    "failed.performance.ttfb.missing_url": "Wir konnten die Zeit für die erste Antwort (TTFB) für diese Seite nicht ermitteln.",
    "finally": "endlich",
    "first": "zuerst",
    "for example": "zum Beispiel",
    "for instance": "zum Beispiel",
    "furthermore": "darüber hinaus",
    "granted": "zugelassen",
    "however": "jedoch",
    "in addition": "zusätzlich",
    "in comparison": "im Vergleich",
    "in conclusion": "in der Schlussfolgerung",
    "in contrast": "im Gegensatz dazu",
    "in other words": "in anderen Worten",
    "in particular": "insbesondere",
    "in summary": "in Zusammenfassung",
    "in the future": "in Zukunft",
    "in the meantime": "in der Zwischenzeit",
    "in the past": "in der Vergangenheit",
    "in this case": "in diesem Fall",
    "indeed": "in der Tat",
    "just as": "genau wie",
    "likewise": "gleichfalls",
    "meanwhile": "währenddessen",
    "moreover": "darüber hinaus",
    "naturally": "natürlich",
    "nevertheless": "trotzdem",
    "next": "als nächstes",
    "nonetheless": "dennoch",
    "not only": "nicht nur",
    "of course": "natürlich",
    "on the other hand": "andererseits",
    "overall": "im Großen und Ganzen",
    "owing to": "aufgrund von",
    "second": "zweitens",
    "similarly": "ähnlich",
    "similarly to": "ähnlich wie",
    "since": "da",
    "so": "also",
    "soon": "bald",
    "specifically": "speziell",
    "subsequently": "in der Folge",
    "such as": "so wie",
    "that is to say": "d. h.",
    "then": "dann",
    "therefore": "folglich",
    "third": "drittens",
    "thus": "so",
    "to clarify": "zur Klärung",
    "to demonstrate": "zu demonstrieren",
    "to illustrate": "zu veranschaulichen",
    "to sum up": "zusammenzufassen",
    "ultimately": "letztendlich",
    "undoubtedly": "ohne jeden Zweifel",
    "until": "bis",
    "what's more": "mehr",
    "while": "währenddessen",
    "while it is true": "obwohl es wahr ist",
    "without a doubt": "ohne jeden Zweifel",
    "yet": "dennoch"
}