{
    "When the page has the 'nofollow' tag or meta tag set, search engines will not follow the links on the page.": "Lorsque la page a la balise meta ou la meta 'nofollow' définie, les moteurs de recherche ne suivent pas les liens de la page.",
    "The Time To First Byte (TTFB) should be below 600 ms because this will improve the page load time.": "Le Temps de Premier Octet (TTFB) devrait être inférieur à 600 ms, cela indique que le temps de chargement de la page n'est pas optimisé.",
    "The page response should return a 200 status code because this means the page is available.": "Le code réponse de la page devrait être un code 200, pour signifier que la page est fonctionnelle.",
    "Javascript files are not bigger than 1 MB because this will slow down the page load time.": "Les fichiers JavaScript ne doivent pas dépasser 1 Mo car cela ralentit le temps de chargement de la page.",
    "Images are not larger than 1 MB because this will slow down the page load time.": "Les images ne doivent pas dépasser 1 Mo car cela ralentit le temps de chargement de la page.",
    "HTML is not larger than 100 KB because this will slow down the page load time.": "Le HTML ne doit pas dépasser 100 Ko car cela ralentit le temps de chargement de la page.",
    "CSS files are not bigger than 15 KB because this will slow down the page load time.": "Les fichiers CSS ne doivent pas dépasser 100 Ko car cela ralentit le temps de chargement de la page.",
    "The HTML of the page should be GZIP compressed to reduce the size of the response.": "Le HTML devrait être compressé par GZIP pour réduire la taille de la réponse",
    "The title of the page should not be longer than 60 characters because this is the maximum length that is shown in the search results.": "Le titre de la page ne doit pas dépasser 60 caractères car c'est la longueur maximale affichée dans les résultats de recherche.",
    "The page should have an Open Graph image because this is the image that will be used when the page is shared on social media.": "La page devrait avoir une image Open Graph car c'est l'image qui sera utilisée lorsque la page est partagée sur les réseaux sociaux.",
    "The lang attribute should be set because this is used by search engines to determine the language of the page.": "L'attribut lang devrait être défini car il est utilisé par les moteurs de recherche pour déterminer la langue de la page.",
    "The meta description is used by search engines to show a description of the page in the search results.": "La méta-description est utilisée par les moteurs de recherche pour afficher une description de la page dans les résultats.",
    "The content should contain at least 30% transition words.": "Le contenu devrait contenir au moins 30% de mots de liaison.",
    "The content should not contain sentences with more than 20 words.": "Le contenu ne devrait pas contenir de phrases de plus de 20 mots.",
    "The page should have only one H1 tag because there should be only one main heading on the page. The H1 tag should be used to describe the main topic of the page. The H1 tag is also used by search engines to determine the topic of the page.": "La page ne devrait avoir qu'une seule balise H1. Il ne peut y avoir qu'un seul titre principal sur la page. La balise H1 devrait être utilisée pour décrire le sujet principal de la page. La balise H1 est également utilisée par les moteurs de recherche pour déterminer le sujet de la page.",
    "All links on the page should redirect to an url using HTTPS instead of HTTP because this is more secure.": "Tous les liens présents sur la page devraient être avec une URL en HTTPS au lieu de HTTP car c'est plus sécurisé.",
    "The focus keyword should be in the title of the page because the visitor will see this in the search results.": "Le mot-clé principal devrait être dans le titre de la page pour que le visiteur le voit dans les résultats de recherche.",
    "The focus keyword should be in the first paragraph of the content because this is the most important part of the content.": "Le mot-clé principal devrait être dans le premier paragraphe du contenu car c'est la partie la plus importante du contenu.",
    "The length of the content should be at least 2100 characters.": "La longueur du contenu devrait être d'au moins 2100 caractères.",
    "The page should not contain any broken links because it is bad for the user experience.": "La page ne devrait pas contenir de liens brisés car cela nuit à l'expérience utilisateur.",
    "The page should not contain any broken images because it is bad for the user experience.": "La page ne devrait pas contenir d'images cassées car cela nuit à l'expérience utilisateur.",
    "Every image on the page should have an alt tag to describe the image.": "Chaque image de la page devrait avoir une balise alt pour décrire l'image.",
    "The robots.txt file should allow indexing of the page.": "Le fichier robots.txt devrait autoriser l'indexation de la page.",
    "When the page has the 'noindex' tag or meta tag set, search engines will not index the page.": "Lorsque la page a la balise ou la meta 'noindex' définie, les moteurs de recherche n'indexeront pas la page.",
    "accordingly": "en conséquence",
    "additionally": "de plus",
    "admittedly": "il est vrai que",
    "after": "après",
    "afterward": "par la suite",
    "all in all": "tout bien considéré",
    "although": "bien que",
    "an example of this is": "et pour exemple",
    "as a result": "en conséquence",
    "as well as": "ainsi que",
    "because": "parce que",
    "before": "avant",
    "besides": "d'ailleurs",
    "but also": "mais aussi",
    "certainly": "certainement",
    "compared to": "par rapport à",
    "consequently": "par conséquent",
    "conversely": "inversement",
    "due to": "en raison de",
    "during": "pendant",
    "even though": "même si",
    "eventually": "finalement",
    "failed.configuration.nofollow.meta": "La page contient une balise meta nofollow, alors qu'elle ne devrait pas.",
    "failed.configuration.nofollow.tag": "La page contient une balise nofollow, alors qu'elle ne devrait pas.",
    "failed.configuration.noindex.meta": "La page contient une balise meta noindex, alors qu'elle ne devrait pas.",
    "failed.configuration.noindex.tag": "La page contient une balise noindex, alors qu'elle ne devrait pas.",
    "failed.configuration.robots.disallowed": "Le fichier robots.txt de cette page contient une règle de désactivation pour cette page.",
    "failed.configuration.robots.missing_url": "Nous n'avons pas pu obtenir le fichier robots.txt pour cette page.",
    "failed.content.alt_tag": "La page contient des images sans balises alt ou avec des balises alt vides. Ces images ont été trouvées : :actualValue.",
    "failed.content.broken_images": "La page contient des images brisées. Ces images ont été trouvées : :actualValue.",
    "failed.content.broken_links": "La page contient des liens brisés. Ces liens ont été trouvés : :actualValue.",
    "failed.content.length": "Le contenu comporte :actualValue caractères. Il devrait comporter au moins :expectedValue caractères.",
    "failed.content.length.parse": "Nous n'avons pas pu analyser le contenu de cette page, veuillez réessayer.",
    "failed.content.mixed_content": "La page contient des liens vers des adresses non sécurisées, alors qu'elle ne devrait pas. Ces liens ont été trouvés : :actualValue.",
    "failed.content.multiple_h1": "La page contient plusieurs balises h1, alors qu'elle ne devrait pas. Ces balises ont été trouvées : :actualValue.",
    "failed.content.no_heading": "La page ne contient aucune balise h1, alors qu'elle devrait en contenir.",
    "failed.content.no_title": "La page ne contient pas de balise de titre, alors qu'elle devrait en contenir.",
    "failed.content.title_length": "Le titre de la page comporte :actualValue caractères. Il devrait comporter au maximum :expectedValue caractères.",
    "failed.content.too_long_sentence": "La page comporte :actualValue phrases trop longues, ce qui dépasse 20 % du nombre total de phrases. Corrigez :neededToFix phrases pour respecter la limite de 20 %.",
    "failed.content.transition_words_ratio_check.no_phrases_found": "La page ne contient aucune phrase de transition.",
    "failed.content.transition_words_ratio_check.too_few_transition_words": "La page contient trop peu de mots de liaison. Le minimum recommandé est de 30 %, alors que le nombre réel est de :actualValue %.",
    "failed.meta.description": "La page ne contient pas de balise meta de description, alors qu'elle devrait en contenir.",
    "failed.meta.keyword_in_first_paragraph_check": "La page ne contient pas le mot-clé principal dans le premier paragraphe, alors qu'elle devrait le contenir.",
    "failed.meta.keyword_in_title_check": "Le titre de la page ne contient pas le mot-clé principal, alors qu'il devrait le contenir.",
    "failed.meta.no_lang": "La page ne contient pas d'attribut lang, alors qu'elle devrait en contenir.",
    "failed.meta.open_graph_image": "La page ne contient pas d'image Open Graph, alors qu'elle devrait en contenir.",
    "failed.meta.open_graph_image.broken": "La page contient une image Open Graph brisée. Cette image a été trouvée : :actualValue.",
    "failed.meta.title": "Le titre de la page contient :actualValue, alors qu'il ne devrait pas.",
    "failed.meta.title.no_content": "Le titre de la page est vide, alors qu'il ne devrait pas l'être.",
    "failed.performance.compression": "La page n'est pas compressée (à l'aide de gzip ou deflate), alors qu'elle devrait l'être.",
    "failed.performance.css_size": "La page contient des fichiers CSS trop volumineux (max :expectedValue). Ces fichiers ont été trouvés : :actualValue.",
    "failed.performance.html_size": "La page contient un HTML trop volumineux (max :expectedValue), la taille réelle est de :actualValue.",
    "failed.performance.image_size": "La page contient des images trop volumineuses (max :expectedValue). Ces images ont été trouvées : :actualValue.",
    "failed.performance.javascript_size": "La page contient des fichiers JavaScript trop volumineux (max :expectedValue). Ces fichiers ont été trouvés : :actualValue.",
    "failed.performance.response": "La page a renvoyé un code de réponse différent de :expectedValue. Le code de réponse réel était :actualValue.",
    "failed.performance.ttfb": "La page a mis trop de temps à se charger (max :expectedValuems). Le temps réel était de :actualValuems.",
    "failed.performance.ttfb.missing_url": "Nous n'avons pas pu obtenir le temps de première réponse (TTFB) pour cette page.",
    "finally": "enfin",
    "first": "tout d'abord",
    "for example": "par exemple",
    "for instance": "à titre d'exemple",
    "furthermore": "de plus",
    "granted": "admis",
    "however": "cependant",
    "in addition": "en outre",
    "in comparison": "en comparaison",
    "in conclusion": "en conclusion",
    "in contrast": "en revanche",
    "in other words": "en d'autres termes",
    "in particular": "en particulier",
    "in summary": "en résumé",
    "in the future": "à l'avenir",
    "in the meantime": "pendant ce temps",
    "in the past": "dans le passé",
    "in this case": "dans ce cas",
    "indeed": "en effet",
    "just as": "tout comme",
    "likewise": "de même",
    "meanwhile": "pendant ce temps",
    "moreover": "de plus",
    "naturally": "naturellement",
    "nevertheless": "néanmoins",
    "next": "ensuite",
    "nonetheless": "néanmoins",
    "not only": "non seulement",
    "of course": "bien sûr",
    "on the other hand": "d'autre part",
    "overall": "dans l'ensemble",
    "owing to": "en raison de",
    "second": "deuxièmement",
    "similarly": "de manière similaire",
    "similarly to": "similairement à",
    "since": "puisque",
    "so": "donc",
    "soon": "bientôt",
    "specifically": "spécifiquement",
    "subsequently": "par la suite",
    "such as": "tel que",
    "that is to say": "c'est-à-dire",
    "then": "ensuite",
    "therefore": "par conséquent",
    "third": "troisièmement",
    "thus": "ainsi",
    "to clarify": "pour clarifier",
    "to demonstrate": "pour démontrer",
    "to illustrate": "pour illustrer",
    "to sum up": "pour résumer",
    "ultimately": "en fin de compte",
    "undoubtedly": "sans aucun doute",
    "until": "jusqu'à",
    "what's more": "de plus",
    "while": "pendant que",
    "while it is true": "bien que cela soit vrai",
    "without a doubt": "sans aucun doute",
    "yet": "pourtant"
}
