{
    "All links on the page should redirect to an url using HTTPS instead of HTTP because this is more secure.": "Todos os links da página devem redirecionar para um URL usando HTTPS em vez de HTTP por ser mais seguro.",
    "CSS files are not bigger than 15 KB because this will slow down the page load time.": "Os arquivos CSS não devem ser maiores que 15KB, pois isso deixa mais devagar o tempo de carregamento da página.",
    "Every image on the page should have an alt tag to describe the image.": "Todas as imagems da página devem ter uma tag alt para descrevê-la.",
    "HTML is not larger than 100 KB because this will slow down the page load time.": "O HTML não deve ser maior que 100KB, pois isso deixa mais devagar o tempo de carregamento da página.",
    "Images are not larger than 1 MB because this will slow down the page load time.": "As imagens não devem ter mais de 1MB, pois isso deixa mais devagar o tempo de carregamento da página.",
    "Javascript files are not bigger than 1 MB because this will slow down the page load time.": "Arquivos Javascript não devem ter mais de 1MB, pois isso deixa mais devagar o tempo de carregamento da página.",
    "The HTML of the page should be GZIP compressed to reduce the size of the response.": "O HTML da página deve ser compactado com GZIP para reduzir o tamanho da resposta.",
    "The Time To First Byte (TTFB) should be below 600 ms because this will improve the page load time.": "O Time To First Byte (TTFB) deve estar abaixo de 600ms para melhorar o tempo de carregamento da página.",
    "The content should contain at least 30% transition words.": "O conteúdo deve conter pelo menos 30% de palavras de transição.",
    "The content should not contain sentences with more than 20 words.": "O conteúdo não deve conter frases com mais de 20 palavras.",
    "The focus keyword should be in the first paragraph of the content because this is the most important part of the content.": "A palavra-chave deve estar no primeiro parágrafo do conteúdo, pois é a parte mais importante do conteúdo.",
    "The focus keyword should be in the title of the page because the visitor will see this in the search results.": "A palavra-chave deve estar no título da página pois o visitante ira vê-la nos resultados de uma pesquisa.",
    "The lang attribute should be set because this is used by search engines to determine the language of the page.": "O atributo lang deve ser definido, pois é usado pelos mecanismos de pesquisa para determinar o idioma da página.",
    "The length of the content should be at least 2100 characters.": "O comprimento do conteúdo deve ser de pelo menos 2100 caracteres.",
    "The meta description is used by search engines to show a description of the page in the search results.": "A meta tag description é usada pelos motores de busca para mostrar uma descrição da página nos resultados da pesquisa.",
    "The page response should return a 200 status code because this means the page is available.": "A resposta da página deve retornar um código de status 200 para inferir que a página está disponível.",
    "The page should have an Open Graph image because this is the image that will be used when the page is shared on social media.": "A página deve conter uma imagem Open-Graph, pois é essa imagem que será utilizada quando a página for compartilhada nas redes sociais.",
    "The page should have only one H1 tag because there should be only one main heading on the page. The H1 tag should be used to describe the main topic of the page. The H1 tag is also used by search engines to determine the topic of the page.": "A página deve conter apenas uma tag H1, pois esse será o título principal da página. A tag H1 deve ser usada para descrever o tópico principal do conteúdo da página. A tag H1 também é usada pelos motores de busca para determinar o tema da página.",
    "The page should not contain any broken images because it is bad for the user experience.": "A página não deve conter imagens quebradas, pois isso prejudica a experiência do usuário.",
    "The page should not contain any broken links because it is bad for the user experience.": "A página não deve conter links quebrados, pois isso prejudica a experiência do usuário.",
    "The robots.txt file should allow indexing of the page.": "O arquivo robots.txt deve permitir a indexação da página pelos motores de busca.",
    "The title of the page should not be longer than 60 characters because this is the maximum length that is shown in the search results.": "O título da página não deve conter mais de 60 caracteres, pois este é o comprimento máximo mostrado nos resultados de uma pesquisa.",
    "When the page has the 'nofollow' tag or meta tag set, search engines will not follow the links on the page.": "Quando a página tem a tag ou meta tag 'nofollow', os mecanismos de pesquisa não seguirão os links da página.",
    "When the page has the 'noindex' tag or meta tag set, search engines will not index the page.": "Quando a página tem a tag ou meta tag 'noindex', os mecanismos de pesquisa não indexam a página.",
    "accordingly": "de acordo",
    "additionally": "adicionalmente",
    "admittedly": "admitidamente",
    "after": "após",
    "afterward": "depois",
    "all in all": "Contudo",
    "although": "embora",
    "an example of this is": "um exemplo disso é",
    "as a result": "como resultado",
    "as well as": "assim como",
    "because": "pois",
    "before": "antes",
    "besides": "além disso",
    "but also": "mas também",
    "certainly": "certamente",
    "compared to": "comparado à",
    "consequently": "consequentemente",
    "conversely": "por outro lado",
    "due to": "devido a",
    "during": "durante",
    "even though": "apesar de",
    "eventually": "eventualmente",
    "failed.configuration.nofollow.meta": "A página contém a meta tag nofollow, mas não deveria.",
    "failed.configuration.nofollow.tag": "A página contém a tag nofollow, mas não deveria.",
    "failed.configuration.noindex.meta": "A página contém a meta tag noindex, mas não deveria.",
    "failed.configuration.noindex.tag": "A página contém a tag noindex, mas não deveria.",
    "failed.configuration.robots.disallowed": "O arquivo robots.txt desta página contém a diretiva disallow para esta página.",
    "failed.configuration.robots.missing_url": "Não foi possível obter o arquivo robots.txt desta página.",
    "failed.content.alt_tag": "A página contém imagens sem tags alt ou vazias. Imagens encontradas: :actualValue.",
    "failed.content.broken_images": "A página contém imagens quebradas. Imagens encontradas: :actualValue.",
    "failed.content.broken_links": "A página contém links quebrados. Links encontrados: :actualValue.",
    "failed.content.length": "O conteúdo tem :actualValue caracteres, mas deve conter ao menos :expectedValue caracteres.",
    "failed.content.length.parse": "Não foi possível analisar o conteúdo desta página. Tente novamente.",
    "failed.content.mixed_content": "A página contém links para endereços inseguros, mas não deveria. Links encontrados :actualValue.",
    "failed.content.multiple_h1": "A página contém várias tags h1, mas não deveria. Tags encontradas :actualValue.",
    "failed.content.no_heading": "A página não contém nenhuma tag h1, embora deveria.",
    "failed.content.no_title": "A página não contém uma tag de título, embora deveria.",
    "failed.content.title_length": "O título da página tem :actualValue caracteres, mas deve conter no máximo :expectedValue caracteres.",
    "failed.content.too_long_sentence": "A página tem :actualValue frases muito longas que excedem 20% do total de frases. Repense as sentenças :neededToFix para atender ao limite de 20%.",
    "failed.content.transition_words_ratio_check.no_phrases_found": "A página não contém palavras de transição.",
    "failed.content.transition_words_ratio_check.too_few_transition_words": "A página contém poucas palavras de transição. O mínimo recomendado é 30%, enquanto o número atual é de :actualValue%.",
    "failed.meta.description": "A página não contém a meta tag description, embora deveria.",
    "failed.meta.keyword_in_first_paragraph_check": "A página não contém as palavras-chave no primeiro parágrafo, embora deveria.",
    "failed.meta.keyword_in_title_check": "O título da página não contém as palavras-chave, embora deveria.",
    "failed.meta.no_lang": "A página não contém o atributo lang, embora deveria.",
    "failed.meta.open_graph_image": "A página não contém uma imagem open-graph, embora deveria.",
    "failed.meta.open_graph_image.broken": "A página contém uma imagem open-graph quebrada. Imagem encontrada: :actualValue.",
    "failed.meta.title": "O título da página contém :actualValue no título, mas não deveria.",
    "failed.meta.title.no_content": "O título da página está vazio, mas não deveria estar.",
    "failed.performance.compression": "A página não está compactada (usando gzip ou deflate), mas deveria estar.",
    "failed.performance.css_size": "A página contém arquivos CSS muito grandes (máximo de :expectedValue). Arquivos encontrados: :actualValue.",
    "failed.performance.html_size": "A página contém um HTML muito grande (máximo de :expectedValue), o tamanho atual é de :actualValue.",
    "failed.performance.image_size": "A página contém imagens muito grandes (máximo de :expectedValue). Imagens encontradas: :actualValue.",
    "failed.performance.javascript_size": "A página contém arquivos Javascript muito grandes (máximo de :expectedValue). Arquivos encontrados: :actualValue.",
    "failed.performance.response": "A página retornou um código de resposta diferente de :expectedValue. O código de resposta retornado foi :actualValue.",
    "failed.performance.ttfb": "A página demorou muito para carregar (máximo de :expectedValuems). O tempo de carregamento foi de :actualValuems.",
    "failed.performance.ttfb.missing_url": "Não foi possível obter o TTFB para esta página.",
    "finally": "finalmente",
    "first": "primeiro",
    "for example": "por exemplo",
    "for instance": "por exemplo",
    "furthermore": "além disso",
    "granted": "permitido",
    "however": "contudo",
    "in addition": "além disso",
    "in comparison": "em comparação",
    "in conclusion": "para concluir",
    "in contrast": "em contraste",
    "in other words": "em outras palavras",
    "in particular": "em particular",
    "in summary": "em resumo",
    "in the future": "no futuro",
    "in the meantime": "enquanto isso",
    "in the past": "no passado",
    "in this case": "neste caso",
    "indeed": "de fato",
    "just as": "assim como",
    "likewise": "igualmente",
    "meanwhile": "entretando",
    "moreover": "além do mais",
    "naturally": "naturalmente",
    "nevertheless": "no entanto",
    "next": "próximo",
    "nonetheless": "não obstante",
    "not only": "não apenas",
    "of course": "claro",
    "on the other hand": "por outro lado",
    "overall": "geral",
    "owing to": "devido a",
    "second": "segundo",
    "similarly": "similarmente",
    "similarly to": "da mesma forma que",
    "since": "desde",
    "so": "então",
    "soon": "breve",
    "specifically": "especificamente",
    "subsequently": "posteriormente",
    "such as": "tal como",
    "that is to say": "isto é",
    "then": "então",
    "therefore": "portanto",
    "third": "terceiro",
    "thus": "por isso",
    "to clarify": "esclarecer",
    "to demonstrate": "para demonstrar",
    "to illustrate": "para ilustrar",
    "to sum up": "resumindo",
    "ultimately": "por fim",
    "undoubtedly": "sem dúvida",
    "until": "até",
    "what's more": "o que é mais",
    "while": "enquanto",
    "while it is true": "enquanto isso for verdade",
    "without a doubt": "sem dúvida",
    "yet": "ainda"
}